При соблюдении плана диеты, вы потеряете {{lostWeight}} кг.

{#isIdeal#}Благодаря этой диете вы достигните "идеального веса" по формуле Брокка{//}{#moreThanIdeal#}Благодаря этой диете вы приблизитесь к идеальному весу по формуле Брокка. Так держать!{//}{#lessThanIdeal#}Пожалуйста, будьте осторожны. Возможно, вам стоит сократить количество дней на диете, или выбрать менее агрессивный вариант. Ваш вес упадет ниже идеального по формуле Брокка.{//}


Введите 'Y' если хотите вернуться к списку диет

$returnToDiets